{
    "accumulation": [
        "Le lait tombe ; adieu veau, vache, cochon, couvée.",
        "Devant eux, sur de petites tables carrées ou rondes, des verres contenaient des liquides rouges, jaunes, verts, bruns, de toutes les nuances.",
        "Don Fernand, dans sa province, est oisif, ignorant, médisant, querelleux, fourbe, intempérant, impertinent.",
        "Un gros meuble à tiroirs encombré de bilans, de vers, de billets doux, de procès, de romances.",
        "Je n’ai plus que les os, un squelette je semble, Décharné, dénervé, démusclé, dépoulpé.",
        "Au ciel, aux vents, aux rocs, à la nuit, à la brume, Le sinistre océan jette son noir sanglot.",
        "Après la littérature de sang, la littérature de fange ; après la Morgue et le bagne, l’alcôve et le lupanar ; après les guenilles tachées par le meurtre, les guenilles tachées par la débauche ; après, etc. (selon le besoin et l’espace, on peut continuer sur ce ton depuis six lignes jusqu’à cinquante et au-delà)…"
    ],
    "alliteration": [
        "Un chasseur sachant chasser doit savoir chasser sans son chien.",
        "Je suis passé chez Sosh.",
        "Ces serpents sifflent sans cesse.",
        "Peter a préféré prendre un picotin de poivrons.",
        "Mais mai est maintenant entamé.",
        "Venez vite voir votre véranda vernie.",
        "Va, cours, vole, et venge nous.",
        "Une nuit sans sommeil, sans nuage et sans lune, sur le sable noirci au sommet d’une dune...",
        "Personne ne parlait, personne ne respirait, personne n'était plus là.",
        "Dans les trois jours, voilà le tac-tac-tac, des mitraillettes qui reviennent à l'attaque.",
        "Ils cueillent les colchiques qui sont comme des mères.",
        "Y a pas d'hélice hélas, c'est là qu'est l'os."
    ],
    "anaphore": [
        "Viens, mon fils, viens, mon sang, viens réparer ma honte, viens me venger.",
        "Le client est entré dans le magasin. Il avait l’air riche.",
        "J'ai appelé mon frère hier. Il va très bien.",
        "Michel n’a pas son manuel ; je lui ai prêté le mien.",
        "Pour examiner sa fille, Jeanne fit appel à un médecin de sa connaissance. Le Dr. Renoir arriva prestement.",
        "Personne ne parlait, personne ne respirait, personne n'était plus là.",
        "Il s’approcha de la fenêtre, regarda à travers le carreau et posa sa main sur la poignée.",
        "Paris outragé ! Paris brisé ! Paris martyrisé ! Mais Paris libéré !",
        "Il entra dans le bus, et prit peur lorsque le chauffeur lui lança un regard noir."
    ],
    "antiphrase": [
        "Elle est hautaine et belle, et moi timide et laid.",
        "C’est du joli !",
        "Ne vous gênez pas !",
        "Voilà du beau travail !",
        "Ah bah bravo !",
        "Cet honnête homme !",
        "Il s’est particulièrement distingué !",
        "Vivent les collèges d’où l’on sort si habile homme !",
        "Tout le monde connaît sa grande bravoure !",
        "[…] Voilà les bontés familières dont vous m’avez toujours honoré.",
        "Rien n’était si beau, si leste, si brillant, si bien ordonné que les deux armées. Les trompettes, les fifres, les hautbois, les tambours, les canons, formaient une harmonie telle qu’il n’y en eut jamais en enfer.",
        "La question est une invention merveilleuse et tout à fait sûre pour perdre un innocent qui a la complexion faible, et sauver un coupable qui est né robuste.",
        "Nous nous étions réunis pour choisir le cadeau d’anniversaire que nous allions offrir à Sylvie. Tous étaient prêts à donner 30€, sauf Jean, qui ne voulait pas céder plus de 5€.  « Quelle générosité ! », lui dit Nicolas."
    ],
    "assonance": [
        "Tout m'afflige et me nuit et conspire à me nuire.",
        "Natacha acheta le chat le plus gras.",
        "Si tu tonds ce mouton, tous les moutons seront tondus.",
        "Aujourd'hui c'est spaghettis, bon appétit mon petit mari !",
        "La bohème se promène telle une sirène dans une fontaine."
    ],
    "comparaison": [
        "La lampe brille comme une étoile.",
        "Elle est rouge comme une pomme.",
        "Ses cheveux sont blancs comme neige.",
        "Ton histoire est vieille comme le monde.",
        "Vive et preste comme un oiseau.",
        "Tes yeux sont noirs comme du charbon.",
        "Les voix des enfants sont gaies comme des chants d'oiseau.",
        "Michaël est plus grand que Frank.",
        "Pierre est plus attentionné que Marie.",
        "Sa voix métallique ressemblait à celle d'un robot.",
        "Il est semblable à son père.",
        "Le poète est semblable à un prince.",
        "Semblables à des émeraudes, ses yeux me fascinaient.",
        "Son regard est pareil au regard des statues.",
        "Ta douleur est moindre que la sienne.",
        "Les yeux sont le miroir de l'âme.",
        "Elle ressemblait aux femmes des livres romantiques.",
        "Habillée ainsi, tu as l'air d'un épouvantail !",
        "Tel père, tel fils.",
        "Chaque matin, les touristes débarquent sur l'île comme un flot inondant les chemins."
    ],
    "euphemisme": [
        "Il a rejoint les étoiles.",
        "Il nous a quittés.",
        "La Grande Faucheuse.",
        "C'est une personne senior.",
        "Le Mali est un pays en voie de développement.",
        "Cet homme est non-voyant.",
        "Il a une longue maladie.",
        "J’ai deux mots à lui dire.",
        "Il est devenu vraiment enveloppé depuis quelques temps.",
        "Son pronotic vital est engagé.",
        "Il est parti vers d'autres mondes.",
        "Le théâtre des opérations devient de plus en plus critique.",
        "Cette guerre a entraîné un nombre incalculable de dommages collatéraux.",
        "Malgré une balle perdue, il a réussi à s'en sortir.",
        "La Solution Finale a été mise au point en 1942."
    ],
    "gradation": [
        "C'est un roc, c'est un pic, c'est un cap. Qui dis-je c'est un cap, c'est une péninsule.",
        "Je le vis, je rougis, je pâlis à sa vue.",
        "Marchez, courez, volez où l’honneur vous appelle.",
        "Je me meurs ; je suis mort ; je suis enterré.",
        "Va, cours, vole et nous venge.",
        "Rien n’était si beau, si leste, si brillant, si bien ordonné que les deux armées.",
        "Quand on m’aura jeté, vieux flacon désolé. Décrépit, poudreux, sale, abject, visqueux, fêlé.",
        "Alfred De Musset, esprit charmant, aimable, fin, gracieux, délicat, exquis, petit.",
        "Je suis perdu, je suis assassiné, on m’a coupé la gorge, on m’a dérobé mon argent.",
        "Quelle chimère est-ce donc que l’homme ? Quelle nouveauté, quel monstre, quel chaos, quel sujet de contradiction, quel prodige ?",
        "Tant de villes rasées, tant de nations exterminées, tant de millions de peuples passés au fil de l’épée.",
        "Vous voulez qu’un roi meure, et pour son châtiment Vous ne donnez qu’un jour, qu’une heure, qu’un moment.",
        "Oui je vais te tuer, monseigneur, vois-tu bien ? Comme un infâme ! comme un lâche ! comme un chien !",
        "Ça dure bien toute une nuit à brûler, un village, même un petit, à la fin, on dirait une fleur énorme, puis rien qu’un bouton, puis plus rien.",
        "On tue un homme, on est un assassin. On tue des millions d’hommes, on est un conquérant. On les tue tous, on est un dieu.",
        "Sois satisfait des fleurs, des fruits, même des feuilles, Si c’est dans ton jardin à toi que tu les cueilles !"
    ],
    "hyperbole": [
        "Ma mère me tuera si je ne travaille pas.",
        "Il a versé un torrent de larmes.",
        "J'ai couru pendant une heure: je suis morte...",
        "Mon score me fait mourir de honte.",
        "Après un tel effort, je suis mort de fatigue.",
        "Je meurs d'ennui.",
        "Je meurs d'amour pour elle.",
        "Avoir trois tonnes de boulot.",
        "Briller de mille feux.",
        "Ce colis pèse une tonne !",
        "Être mort de rire.",
        "L’éternité pour moi ne sera qu’un instant.",
        "Tu as inondé le sol !",
        "Je crois que je pourrais rester dix mille ans sans parler.",
        "Ce film est le meilleur du monde !",
        "Elle est trempée jusqu’aux os.",
        "Mammouth écrase les prix !",
        "Tu as reçu une avalanche de cadeaux.",
        "Ce sport, c'est trop mortel.",
        "C'est à se casser la tête contre les murs !",
        "Chuuut, tu fais du bruit à réveiller un mort !",
        "Je vais devoir me creuser la cervelle pour trouver une solution.",
        "Tu lui as cloué le bec !",
        "Ton histoire est à dormir debout...",
        "Je t'ai dit de nettoyer ta chambre un million de fois !",
        "J'ai un million de choses à faire aujourd'hui.",
        "J'ai une tonne de devoirs.",
        "Elle est maigre comme un cure-dent.",
        "La voiture allait plus vite que la vitesse de la lumière.",
        "Son cerveau a la taille d'un petit pois.",
        "Ses moindres actions lui semblent des miracles.",
        "C'est un géant !",
        "J'ai mille choses à vous dire.",
        "Il faisait si froid que j'ai vu des ours polaires !"
    ],
    "metaphore": [
        "Sa vie est un enfer.",
        "La mer est un miroir.",
        "Le soleil, médaille d'or dans le ciel.",
        "Ses yeux bleu couleur océan me fascinaient.",
        "Ce lac, divin miroir.",
        "Elle avait des cheveux d'ébène.",
        "Ton coeur est un coffre-fort.",
        "Elle a des yeux d'émeraude.",
        "Ses cheveux couleur paille brillaient au moindre rayon de soleil.",
        "Il est passé en coup de vent.",
        "Ma jeunesse ne fut qu’un ténébreux orage.",
        "Un gros serpent de fumée noire.",
        "Cet homme est un rat de bibliothèque.",
        "C'est un jeune requin prêt à tout pour réussir.",
        "Le ciel amassait un grand troupeau de nuages annonçant l'orage proche.",
        "Les nains de jardin fleurissaient sur les pelouses.",
        "La marée de la nuit envahissait peu à peu la campagne.",
        "Notre coeur est une lyre où il manque des cordes.",
        "Les nuages sont les moutons du ciel.",
        "Cette fille a des yeux bleus océan !",
        "Ses moindres actions lui semblent des miracles.",
        "Tes yeux sont l'océan où je me noie.",
        "Son coeur, forteresse imprenable, ne laissait voir aucune émotion.",
        "Depuis qu'elle a eu son bébé, elle a perdu sa taille de guêpe, qui la rendait si fière.",
        "À chaque fois que je le regardais, j'avais l'impression de nager dans ses yeux."
    ],
    "metonymie": [
        "Des voiles au loin apparaissaient.",
        "Tu veux venir boire un verre ?",
        "Des képis bleus verbalisaient sur le bord de la route.",
        "As-tu lu le Baudelaire que je t'avais prêté ?",
        "Ce Picasso est très beau.",
        "Paris a faim.",
        "Tu as mangé toute la boîte !",
        "Nous avons bu une excellente bouteille.",
        "Le fermier compte deux cents têtes dans son enclos.",
        "Les violons ouvrirent le bal.",
        "Paris et Washington discutent d'un traité de paix.",
        "J’aime observer les voiles qui naviguent sur le fleuve.",
        "Cet homme manipule le fer avec une grande dextérité.",
        "J’écoute du Beethoven pour me détendre.",
        "Il est le premier violon de l’orchestre.",
        "Argos vous tend les bras, et Sparte vous appelle.",
        "Je viens de lire un Zola."
    ],
    "oxymore": [
        "La claire obscurité de la nuit me trouble.",
        "Hâtez-vous lentement.",
        "Un silence assourdissant envahissait l'espace.",
        "Une obscure clarté.",
        "Un silence éloquent.",
        "Une douce violence.",
        "Un illustre inconnu.",
        "La voix du silence.",
        "C’était une merveilleuse grimace.",
        "Cette obscure clarté qui tombe des étoiles.",
        "Un merveilleux malheur."
    ],
    "personnification": [
        "La mer perfide hululait doucement.",
        "Le mistral était en colère.",
        "La rue assourdissante autour de moi hurlait.",
        "L’ennui, araignée silencieuse, filait sa toile dans l’ombre.",
        "Les crachats rouges de la mitraille.",
        "Le crépuscule s’endort dans la vallée.",
        "Les branches des arbres hurlaient sous l'effet du vent.",
        "Argos vous tend les bras, et Sparte vous appelle.",
        "La vieillesse chagrine incessamment.",
        "Sur la cuisinière, la bouilloire chantait à tue-tête.",
        "Le général aboya les ordres.",
        "Vivez, froide Nature, et revivez sans cesse.",
        "Nous vivons dans l'attente de ce que Demain apportera.",
        "Vois sur ces canaux dormir ces vaisseaux dont l’humeur est vagabonde."
    ],
    "antithese": [
        "Tout lui plaît et déplaît.",
        "À vaincre sans péril, on triomphe sans gloire.",
        "Je vis, je meurs ; je me brûle et me noie.",
        "Il a l'air vivace et maladif.",
        "C'était un homme mort qui vivait encore.",
        "Je suis au coeur du temps et je cerne l'espace.",
        "Je vis au milieu de l'éclat de la fortune, et je ne puis disposer d'un sou.",
        "Selon que vous serez puissant ou misérable, les jugements de cour vous rendront blanc ou noir.",
        "Es-tu si las de vivre ? Es-tu peur de mourir ?",
        "Innocents dans un bagne, anges dans un enfer."
    ],
    "zeugma": [
        "Ces cadeaux qui meublent une chambre et la conversation mais auxquels la réalité actuelle ne correspond pas.",
        "Le ciel s’est couvert de rage et de plumes.",
        "Des lapins sortirent de leurs terriers et broutaient le gazon.",
        "Tout jeune Napoléon était très maigre et officier d’artillerie.",
        "Napoléon il prit du ventre et beaucoup de pays.",
        "Ah ! savez-vous le crime, et qui vous a trahie ?",
        "L’air était plein d’encens et les prés de verdures.",
        "Ils savent compter l’heure, et que leur terre est ronde.",
        "Sous le pont Mirabeau coule la Seine et nos amours.",
        "Vêtu de probité candide et de lin blanc.",
        "Les marchands de boisson et d'amour.",
        "Je préfère les chants des oiseaux à ceux du paysan.",
        "D'abord ce fut ma voix qui se cassa, puis la plupart des spectateurs.",
        "Un ado fauché par une voiture de police à 100 km/h et Marseille, projeté à 20 mètres sous la violence du choc et les yeux de son frère.",
        "Quand il vit le lit vide, il le devint aussi.",
        "Quand je vois une énormité dans une copie d'élève, mon sang ne fait qu'un tour et mon bic aussi."
    ],
    "chiasme": [
        "Un roi chantait en bas, en haut mourait un Dieu.",
        "Il faut manger pour vivre, et non pas vivre pour manger.",
        "C'est bonnet blanc et blanc bonnet.",
        "Car tout homme qui s’élève sera abaissé, mais celui qui s’abaisse sera élevé.",
        "Joyeux la nuit, le jour triste je suis.",
        "Qui craint de souffrir, il souffre déjà de ce qu’il craint.",
        "Ayant le feu pour père, et pour mère la cendre.",
        "Vous êtes aujourd’hui ce qu’autrefois je fus.",
        "Ils ne mourraient pas tous, mais tous étaient frappés.",
        "Tel qui rit vendredi, dimanche pleurera."
    ],
    "catachrese": [
        "Le soleil se couche.",
        "La plume d’un stylo",
        "Les dents d’une scie.",
        "Au pied du mur.",
        "A cheval sur un mur.",
        "Le bras de mer.",
        "Les ailes du moulin.",
        "Les ailes de l’avion.",
        "La tête d’un clou.",
        "Le cul-de-lampe.",
        "La feuille de papier.",
        "Le manteau de cheminée.",
        "Une dent qui se déchausse.",
        "Prendre un bain de soleil."
    ],
    "antanaclase": [
        "Le coeur a ses raisons que la raison ne connaît point.",
        "Il est notoire que les sujets sérieux exigent d’être traités par des sujets sérieux.",
        "Avec nos imprimantes, la qualité d’impression fait toujours impression.",
        "Un homme de caractère n’a pas toujours bon caractère.",
        "Ils faisaient souffrir tranquillement ceux qui ne pouvaient pas le souffrir."
    ],
    "epizeuxe": [
        "Ô triste, triste était mon âme / À cause, à cause d'une femme.",
        "Elle déclara que le chevreau serait tué, tué, mais tué par sa main à elle.",
        "Quand je danse, je danse ; quand je dors je dors.",
        "David, David triomphe, seul Achab est détruit."
    ],
    "preterition": [
        "Vous remarquez que je ne vous dis pas que votre style manque d’élégance.",
        "Je n’insisterai pas sur le fait que nous avons passé une année difficile.",
        "Je ne dirai rien sur ce qu'il s'est passé.",
        "Il me semble inutile de rappeler qu'il est obligatoire d'être présent aux réunions.",
        "Je ne veux pas t’influencer... Mais si ca pourrait être une belle oportunité.",
        "Je ne parlerai pas de son insolence, encore moins de sa grossièreté.",
        "Inutile de vous présenter monsieur Paul.",
        "Ce n'est pas pour parler de ce que vous me devez, mais ça m'a coûté cher.",
        "Je ne vais pas m'étendre là-dessus mais c'est un point très important.",
        "Si vous comptez sur moi pour vous révéler qu’il s’agit de trafic d’avions, vous vous trompez lourdement.",
        "Je ne vous ferai pas l’affront de vous rappeler que vous n’êtes pas invité à cette soirée.",
        "Un seul était en désaccord avec nous, monsieur Leblanc, pour ne pas le nommer.",
        "Je ne dirai pas qu’elle est orgueilleuse, mais elle aurait pu éviter ce conflit en agissant autrement.",
        "Je ne veux pas te démotiver, mais à quoi sert ton logiciel si personne ne l’utilise?"
    ],
    "enallage": [
        "Voyager léger.",
        "Une fenêtre grande ouverte.",
        "Ils discutent ferme.",
        "Monsieur aurait-il besoin d'autre chose ?",
        "Il n'y a pas de mais !",
        "Vous ne répondez point ? ... Perfide ! je te vois.",
        "Son premier roman était un chef-d'oeuvre, mais c'est son deuxième livre qui donnera à sa carrière de l'élan."
    ],
    "litote": [
        "Je ne suis pas très content !",
        "Ce n'est pas mal !",
        "Ça ne sent pas la rose !",
        "Ce n'est pas l'idéal.",
        "Vous n'avez pas tort.",
        "Ça ne casse pas trois pattes à un canard.",
        "Ce garçon n’est pas sot.",
        "C'est pas gagné pour le moment.",
        "Elle n'est pas mauvaise cette tarte.",
        "On ne voit pas grand chose ici.",
        "Il n’est pas mal ce film.",
        "Il n'est pas très doué.",
        "Ce n’était pas idiot comme idée.",
        "Nous allons pas mourir de faim après ce repas.",
        "Il n'a pas fait le voyage pour rien.",
        "Va, je ne te hais point.",
        "Sur ce point, je ne vous loue pas."
    ],
    "homeoteleute": [
        "Pas d'erreur, c'est Lesieur.",
        "Bien dire fait rire, bien faire fait taire.",
        "À la tienne, Étienne !",
        "Quand les automobiles sont immobiles, je file file toujours facile dans la ville sur mon V'Lille."
    ],
    "antonomase": [
        "On parle souvent d’un apollon pour parler d’un bel homme.",
        "Le Hun Attila fut surnommé le fléau de Dieu.",
        "Je suis le Ténébreux, – le Veuf, – l’Inconsolé, Le Prince d’Aquitaine à la Tour abolie.",
        "Suis-je Amour ou Phoebus ?… Lusignan ou Biron ?"
    ],
    "parallelisme": [
        "Dieu aima les oiseaux et inventa les arbres. L’homme aima les oiseaux et inventa les cages."
    ],
    "asyndete": [
        "Tu l’as voulu, tu l’as eu.",
        "Le lait tombe ; adieu veau, vache, cochon, couvée"
    ],
    "rhetorique": [
        "Ne vous avais-je pas averti ?"
    ]
}